[
 {
  "title" : "Kung Fu Panda 4",
  "id" :"187608",
  "thumb": "159494298",
   "poster": "230089195",
  "year": "2024",
  "type": "movie",
  "sinopsis": "Po, quien se convertirá en el Maestro Espiritual del Valle de la Paz, busca a su sucesor como el nuevo Guerrero Dragón mientras lucha contra una nueva enemiga llamada 'La Camaleona'"
 },
 {
  "title": "Ghostbusters: Frozen Empire",
  "id": "879236",
  "thumb" : "289306563",
   "poster": "549739395",
  "year": "2024",
  "type": "movie",
  "sinopsis": "Después de los eventos de Oklahoma, el equipo de Cazafantasmas regresa a donde comenzó todo: ¡Nueva York! La historia de la familia Spengler continúa con un nuevo grupo de Cazafantasmas."
 },
 {
  "title": "Immaculate",
  "id": "134867",
  "thumb": "866612378",
   "poster": "224896944",
  "year": "2024",
  "type": "movie",
  "sinopsis": "Cecilia, una mujer de fe devota, recibe una cálida bienvenida a la perfecta campiña italiana, donde le ofrecen un nuevo puesto en un ilustre convento. Pero Cecilia se da cuenta de que su nuevo hogar esconde oscuros y horripilantes secretos."
 },
 {
  "title": "Late Night with the Devil",
  "id": "897658",
  "thumb": "420479423",
   "poster": "623959009",
  "type": "movie",
   "year": "2023",
  "sinopsis": "Una transmisión de televisión en vivo en 1977 sale terriblemente mal, desatando el mal en las salas de estar de la nación"
 },
 {
  "title": "Riddle of Fire",
  "id": "162444",
  "thumb": "875366969",
   "poster": "623959009",
  "type": "movie",
   "year" :"2023",
  "sinopsis": "Érase una vez tres niños que intentaban descifrar el control parental de su videoconsola y dar con la receta de la tarta de arándanos perfecta. Érase una vez una secta de cazadores furtivos que no paraban de discutir y una niña con un don élfico. "
 },
 {
  "title": "Luca",
  "id": "775531",
  "thumb":"907827591",
   "poster": "711421531",
  "type": "movie",
   "year":"2021",
  "sinopsis": "La historia se desarrolla en un hermoso pueblo al lado del mar en la Riviera Italiana. Es la del crecimiento de un niño que experimenta un verano inolvidable con helado, pasta e interminables viajes en scooter. Luca comparte estas aventuras con su nuevo mejor amigo, pero toda la diversión se ve amenazada por un gran secreto: es un monstruo marino de otro mundo ubicado justo debajo de la superficie del agua."
 },
 {
  "title": "Dune: Part Two",
  "id": "180929",
  "thumb": "802143593",
   "poster":"874278486",
  "type": "movie",
   "year": "2024",
  "sinopsis": "Tras los sucesos de la primera parte acontecidos en el planeta Arrakis, el joven Paul Atreides se une a la tribu de los Fremen y comienza un viaje espiritual y marcial para convertirse en mesías, mientras intenta evitar el horrible pero inevitable futuro que ha presenciado: una Guerra Santa en su nombre, que se extiende por todo el universo conocido... Secuela de 'Dune' (2021)."
 },
 {
  "title": "Migration",
  "id": "497593",
  "thumb": "919147712",
  "poster": "226911840",
  "year": "2023",
  "type": "movie",
  "sinopsis": "La familia Mallard se ha quedado 'estancada'. Mientras papá Mack se siente realizado cuidando de su familia en su estanque de Nueva Inglaterra, mamá Pam se muere de ganas de vivir la vida y hacer descubrir a sus hijos –el adolescente Dax y la patita Gwen– el mundo en toda su amplitud. Después de que una familia de patos migratorios llegue a su estanque con maravillosas historias de lugares lejanos, Pam consigue convencer a Mack de que deben viajar a la tropical Jamaica pasando por Nueva York. Los Mallard emprenden el viaje hacia el sur para pasar el invierno, pero nada sale como estaba previsto. La experiencia les ayudará a descubrir horizontes desconocidos, a hacer nuevos amigos, a vivir experiencias que jamás imaginaron, y de paso, a conocerse mejor. "
 },
 {
  "title": "Killers of the Flower Moon",
  "id": "970587",
  "thumb": "211527208",
  "poster": "261730388",
  "year": "2023",
  "type": "movie",
  "sinopsis": "Ambientada en la Oklahoma de la década de 1920, narra los asesinatos en serie de los miembros de la nación indígena Osage, que era muy rica en petróleo; una serie de crímenes brutales que más tarde se conocería como el 'Reinado del Terror'"
 },
 {
  "title": "Oppenheimer",
  "id": "294474",
  "thumb": "828933592",
  "poster": "122476992",
  "type": "movie",
  "year": "2023",
  "sinopsis": "En tiempos de guerra, el brillante físico estadounidense Julius Robert Oppenheimer, al frente del 'Proyecto Manhattan', lidera los ensayos nucleares para construir la bomba atómica para su país. Impactado por su poder destructivo, Oppenheimer se cuestiona las consecuencias morales de su creación. Desde entonces y el resto de su vida, se opondría firmemente al uso de armas nucleares."
 },
 {
  "title":"Napoleon",
  "id": "188322",
  "thumb": "602820505",
  "poster": "952855110",
  "type": "movie",
  "year": "2023",
  "sinopsis": "Narra los orígenes del líder militar francés y su rápido e imparable ascenso de oficial del ejército a emperador de Francia. La historia se ve a través de la lente de la relación adictiva y volátil de Napoleón Bonaparte con su esposa y único amor verdadero, Josefina."
 },
 {
  "title": "Poor Things",
  "id": "270023",
  "thumb": "235700969",
  "poster":"455823679",
  "year": "2023",
  "type": "movie",
  "sinopsis": "Bella Baxter es una joven revivida por el brillante y poco ortodoxo científico Dr. Godwin Baxter. Bajo la protección de Baxter, Bella está ansiosa por aprender. Hambrienta de la mundanidad que le falta, Bella se escapa con Duncan Wedderburn, un sofisticado y perverso abogado, en una aventura vertiginosa a través de los continentes. Libre de los prejuicios de su época, Bella se vuelve firme en su propósito de defender la igualdad y la liberación."
 },
  {
    "title": "The Boy and the Heron",
    "id": "489419",
    "thumb": "917153869",
    "poster": "821507224",
    "year": "2023",
    "type": "movie",
    "sinopsis" :"Mahito, un joven de 12 años, lucha por asentarse en una nueva ciudad tras la muerte de su madre. Sin embargo, cuando una garza parlante informa a Mahito de que su madre sigue viva, entra en una torre abandonada en su busca, lo que le lleva a otro mundo. El título de la película se basa en la novela de 1937, 'Kimitachi wa Dō Ikiru ka' escrita por Yoshino Genzaburō pero la película presenta una historia original que no guarda relación con la novela."
  },
  {
    "title": "The Iron Claw",
    "id": "263869",
    "thumb": "834830470",
    "poster": "253125849",
    "year": "2023",
    "type": "movie",
    "sinopsis": "Basada en la vida de los inseparables hermanos Von Erich, que hicieron historia en el competitivo mundo de la lucha libre profesional a principios de la década de los 80. A través de la tragedia y el triunfo, bajo la sombra de su dominante padre y entrenador, los hermanos buscan la inmortalidad en el escenario más importante del deporte."
  },
  {
    "title": "Tratamos demasiado bien a las mujeres",
    "id": "716074",
    "thumb": "257683339",
    "poster": "538004117",
    "type": "movie",
    "year": "2024",
    "sinopsis": "Remedios Buendía defiende su patria y luchará por ello por encima de todos. Un fatídico día del otoño de 1945, un grupo de maquis a la fuga tiene la mala idea de tomar la estafeta donde Remedios, ilusionada, se prueba su vestido de novia. Hoy será el día en el que demostrará hasta donde puede llegar defendiendo sus valores. Y nadie podrá pararla. Ni siquiera este batallón de rebeldes con fusiles humeantes y puños en alto."
  },
  {
    "title": "Society Of The Snow",
    "id": "484144",
    "thumb": "826551508",
    "poster":"643368026",
    "year": "2023",
    "type": "movie",
    "sinopsis":"En 1972, el vuelo 571 de la Fuerza Aérea Uruguaya, fletado para llevar a un equipo de rugby a Chile, se estrella en un glaciar en el corazón de los Andes. Solo 29 de sus 45 pasajeros sobreviven al accidente. Atrapados en uno de los entornos más inaccesibles y hostiles del planeta, se ven obligados a recurrir a medidas extremas para mantenerse con vida."
  }
]